Page({

  data: {
    shouxi: [
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '首席专家',
        right: '集成创新',
      },
    ],

    gangwei: [
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '岗位专家',
        right: '营养调控',
      },

      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '岗位专家',
        right: '生物安全',
      },
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '岗位专家',
        right: '良种繁育',
      },
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '岗位专家',
        right: '资源保护',
      },
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '岗位专家',
        right: '疾病防控',
      },
    ],

    jidi: [
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '基地主任',
        right: '蛋鸡',
      },
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '基地主任',
        right: '蛋鸡',
      },
      {
        head: '',
        name: '张',
        team: '江苏现代农业（水稻）产业技术体系集成创新中心',
        left: '基地主任',
        right: '蛋鸡',
      },

    ]
  },

})